Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Warning: Problems in Automatic Recovery
sv: Varning: problem vid automatisk återställning

source: Failed to execute a project file command: %s
sv: Det gick inte att köra ett kommando för projektfilen: %s

source: &Audio...
sv: &Ljud...

source: D&ecay factor:
sv: A&vtoningsfaktor:

source: To use 'Spectral effects', enable 'Spectral Selection' in the track Spectrogram settings and select the frequency range for the effect to act on.
sv: För att använda "Spektrumseffekter", aktivera "Spektrumsmarkering" i spårets spektrograminställningar och markera frekvensintervallet för effekten att tillämpas på.

source: Center frequency and Width
sv: Centrera frekvens och bredd

source: Time to check all data (2): %ld ms
sv: Tid för att kontrollera all data (2): %ld ms

source: The project was not saved because the file name provided would overwrite another project. Please try again and select an original name.
sv: Detta projekt kunde inte sparas då det angivna namnet skulle orsaka att en annan fil med samma namn skulle skrivas över. Försök igen med ett annat namn.

source: Preferences for Tracks
sv: Inställningar för spår

source: Brow&se...
sv: Blädd&ra …

source: Moved '%s' to Bottom
sv: Flyttade "%s" längst ned

source: Sort by type and effect name
sv: Sortera efter typ och effektnamn

source: Acoustic Guitar
sv: Akustisk gitarr

source: Select Time
sv: Välj tid

source: Load Theme Package
sv: Läs in temacache

source: Ne&xt Clip Boundary
sv: N&ästa klippgräns

source: Host name: %s
sv: Värdnamn: %s

source: &Replot...
sv: &Rita ut igen...

source: &Label Track
sv: &Etikettspår

source: %s bytes
sv: %s bitar

source: Analysis Time:
sv: Analystid:

source: Drag label boundary.
sv: Dra gräns för etikett.

source: Contributors:
sv: Bidragsgivare:

source: One or more saved labels could not be read.
sv: En eller fler sparade etiketter kunde inte läsas.

source: Frame Period:
sv: Bildruteperiod:

source: Sync Locked
sv: Synkroniseringslåst

source: &Set
sv: &Ändra

source: Manage presets and options
sv: Hantera förinställningar och alternativ

source: Zoom to Selection
sv: Zooma till markering

source: E&dit...
sv: R&edigera...

source: Report Bugs
sv: Rapportera fel

source: Start Time:
sv: Starttid:

source: Save Project &As...
sv: Spara projekt s&om...

source: "%s" requires one or more tracks to be selected.
sv: "%s" kräver att minst ett spår markeras.

source: &Load...
sv: &Läs in...

source: Ratio:
sv: &Förhållande:

source: Success.~%Files written to:~%~s~%
sv: Klart.~%Filer har skrivits till:~%~s~%

source: Br&owse...
sv: Bl&äddra …

source: Sensitivity
sv: Känslighet

source: Move Track &Up
sv: Flytta &upp spåret

source: Re&tain labels if selection snaps to a label
sv: Be&håll etiketter om markeringen fästs till en etikett

source: Blues drive sustain
sv: Blues drive-bevarande

source: Generating Risset Drum...
sv: Skapar Risset-trumma...

source: There are space characters (spaces, newlines, tabs or linefeeds) in one of the items. They are likely to break the pattern matching. Unless you know what you are doing, it is recommended to trim spaces. Do you want Tenacity to trim spaces for you?
sv: Ett av objekten innehåller blanktecken (mellanslag, nyrader, tabbtecken eller radmatningar). De kommer sannolikt att störa mönstermatchningen. Om du inte vet vad du gör rekommenderas att blanktecken tas bort i början och slutet. Vill du att Tenacity gör det åt dig?

source: Change Speed and Pitch
sv: Ändra hastighet och tonhöjd

source: 0100 h 060 m 060 s+>24 frames
sv: 0100 h 060 m 060 s+>24 bildrutor

source: End to Cu&rsor/Selection Start
sv: Sluta vid mar&kören/markeringens början

source: Used Space
sv: Använt utrymme

source: Cursor to Track &End
sv: Från markören till spårets &slut

source: Matroska import and export
sv: Import och export av Matroska

source: Package OK!
sv: Paketet är giltigt!

source: Delete %d items?
sv: Radera %d föremål?

source: Audio Unit
sv: Ljudenhet

source: Apply Make-up Gain
sv: Tillämpa ombrytningsförstärkning

source: &Edit Label...
sv: &Redigera etikett …

source: &Cursor
sv: Mark&ör

source: Peak %.2f
sv: Max %.2f

source: Your project is self-contained; it does not depend on any external audio files. Some older Audacity projects may not be self-contained, and care is needed to keep their external dependencies in the right place. New projects will be self-contained and are less risky.
sv: Projektet är fristående och beror inte på några externa ljudfiler. Vissa äldre Audacity-projekt kan vara beroende av externa filer, och det är viktigt att behålla dem på rätt plats. Nya projekt är fristående och innebär mindre risk.

source: Waiting to start recording at:
sv: Väntar på att starta inspelning vid:

source: Always copy all files (safest)
sv: Kopiera alltid alla filer (säkrast)

source: Menu
sv: (meny)

source: %s, web developer
sv: %s, webbutvecklare

source: View by:
sv: Visa som:

source: Advanced Settings
sv: Avancerade inställningar

source: Recorded audio was lost at the labeled locations. Possible causes: Other applications are competing with Audacity for processor time You are saving directly to a slow external storage device
sv: Inspelat ljud gick förlorat på de markerade platserna. Möjliga orsaker: Andra program konkurrerar med Audacity om processortid Du sparar direkt till en långsam extern lagringsenhet

source: &Skip
sv: &Hoppa över

source: Cut: %lld - %lld
sv: Klipp ut: %lld – %lld

source: Distortion type:
sv: Förvrängningstyp:

source: Uncategorized
sv: Okategoriserat

source: Set Wave Clip Name
sv: Ange namn på vågklipp

source: Export error
sv: Exportfel

source: Move Sele&ction and Tracks
sv: Flytta mar&kering och spår

source: Project End
sv: Projektets slut

source: Right (linear)
sv: Höger (linjärt)

source: Constant Gain
sv: Konstant förstärkning

source: beat
sv: slag

source: &Toolbars
sv: &Verktygsfält

source: &Cursor to
sv: Flytta &markören till

source: &Undo %s
sv: &Ångra %s

source: Error. Selection too long. Maximum length is ~a.
sv: Fel. Markeringen är för lång. Maxlängden är ~a.

source: Preferences for ImportExport
sv: Inställningar för import/export

source: Using: PortMidi
sv: Använder: PortMidi

source: Moved '%s' Up
sv: Flyttade "%s" uppåt

source: Meter-Record
sv: Mätare-Spela in

source: Preferences:
sv: Inställningar:

source: Set time track display to logarithmic
sv: Ändra visning av tidsspåret till logaritmisk

source: Synchronizing MIDI and Audio Tracks
sv: Synkroniserar MIDI och ljudspår

source: Value range: %s to %s
sv: Värdesintervall: %s till %s

source: Warning - Problems Reading Sequence Tags
sv: Varning – problem vid läsning av Sequence-taggar

source: Block size should be in the range 1 - 1024 KB.
sv: Blockstorleken bör vara inom intervallet 1 - 1024 KB.

source: Level
sv: Nivå

source: Unable to initialize the project file
sv: Det gick inte att initiera projektfilen

source: Num
sv: Nummer

source: replay a journal file
sv: spela upp en journalfil igen

source: Failed to remove %s
sv: Misslyckades att ta bort %s

source: Distinguished Audacity Team members, not currently active
sv: Framstående Audacity Team-medlemmar som för närvarande inte är aktiva

source: Export Audio Unit Preset As %s:
sv: Exportera Audio Unit-förinställning som %s:

source: Selection
sv: Markering

source: %s, QA tester, documentation and support
sv: %s, kvalitetstestare, dokumentation och support

source: Sp&lit
sv: De&la

source: Value overflow
sv: Värdesöversvämning

source: Track &Start
sv: S&pårets början

source: Allow duration to change
sv: Tillåt längden att ändras

source: Square
sv: Kvadrat

source: * "%s" (because the shortcut '%s' is used by "%s")
sv: * ”%s” (eftersom kortkommandot ”%s” används av ”%s”)

source: Local
sv: Lokalt

source: &Edit Parameters
sv: &Ändra parametrar

source: Sound Activated Recording
sv: Ljudaktiverad inspelning

source: Metadata Tags
sv: Metadatataggar

source: &Beats
sv: &Slag

source: Undo
sv: Ångra

source: Warning
sv: Varning

source: &Name
sv: &Namn

source: &Draw
sv: &Rita

source: Knee Width:
sv: Knäbredd:

source: Zoom Default
sv: Standardzoom

source: Enable &graphical interface
sv: Aktivera &användargränssnitt

source: Set time track display to linear
sv: Ändra visning av tidsspåret till linjär

source: Do Not Copy
sv: Kopiera inte

source: 2 Channels (Stereo)
sv: 2 kanaler (stereo)

source: Smart clip. The entire source clip will be pasted into your project, allowing you to access trimmed audio data anytime.
sv: Smart klipp. Hela källklippet klistras in i projektet så att du alltid kan komma åt beskuret ljuddata.

source: Unknown format
sv: Okänt format

source: Window si&ze:
sv: Fönster&storlek:

source: Select one or more files
sv: Välj en eller flera filer

source: Failed to set preset name
sv: Det gick inte att ange namnet på förinställningen

source: Current difference
sv: Nuvarande skillnad

source: Start and Length of Selection
sv: Markeringens början och längd

source: Aligned/Moved start to selection end
sv: Justerade/flyttade början till markeringens slut

source: VST Effects
sv: VST-effekter

source: Half Wave
sv: Halvvåg

source: Exit Audacity
sv: Avsluta Audacity

source: Tenacity failed to write to a file. Perhaps %s is not writable or the disk is full.
sv: Tenacity kunde inte skriva till en fil. Kanske saknar %s skrivrättighet eller så är disken full.

source: Move audio clips
sv: Flytta ljudklipp

source: Checkpointing project
sv: Skapar kontrollpunkt för projektet

source: Edit, Preferences...
sv: Redigera, Inställningar...

source: Error Opening Project
sv: Fel uppstod när projekt öppnades

source: Could not import "%s" preset %s
sv: Det gick inte att importera förinställningen ”%s” %s

source: bar:beat
sv: takt:slag

source: Delete by label
sv: Ta bort efter etikett

source: Tenacity is starting up...
sv: Tenacity startar …

source: Record on a new track
sv: Spela in på ett nytt spår

source: Translators
sv: Översättare

source: Trim by %.02fs
sv: Beskär med %.02f s

source: &Isolate
sv: &Isolera

source: E&xtended (with frequency ranges)
sv: Ut&ökad (med frekvensintervall)

source: Cutoff (Hz)
sv: Avskärning (Hz)

source: 5ths of Seconds
sv: Femtedelssekunder

source: Reduces (ducks) the volume of one or more tracks whenever the volume of a specified "control" track reaches a particular level
sv: Reducerar (ducking) volymen för ett eller flera spår när volymen för ett specificerat "kontrolspår" når en särskild nivå

source: Default playback device number: %d
sv: Standarduppspelningsenhetens nummer: %d

source: &Right at Playback Position
sv: &Höger om uppspelningspositionen

source: Draw Tool
sv: Ritverktyg

source: Presets
sv: Förinställningar

source: Film frames (24 fps)
sv: Filmbildrutor (24 bps)

source: Searching for plugins
sv: Söker efter insticksmoduler

source: Tenacity detected this file to be %s bpm. Would you like to enable music view and set the project tempo to %s?
sv: Tenacity upptäckte att filen är %s bpm. Vill du aktivera musikvyn och ställa in projektets tempo till %s?

source: Save project before closing?
sv: Spara projektet innan programmet avslutas?

source: From X:
sv: Från X:

source: untitled
sv: namnlös

source: Silence &Audio
sv: &Tysta ljud

source: Move f&ilter up
sv: Flytta upp f&ilter

source: Rectifier Distortion
sv: Förvrängning av likriktare

source: Graphical Mode
sv: Grafiskt läge

source: Increases or decreases the volume of the audio you have selected
sv: Ökar eller sänker volymen för ljudet du har markerat

source: Drag one or more label boundaries.
sv: Dra en eller flera etikettgränser.

source: Show actual compression
sv: Visa faktisk komprimering

source: 2nd parameter to sqlite3_bind out of range
sv: Andra parametern till sqlite3_bind är utanför intervallet

source: &Browse...
sv: &Bläddra …

source: Failed to convert property list to XML data
sv: Det gick inte att konvertera egenskapslistan till XML-data

source: &Compact
sv: &Komprimera

source: Great Body SFX
sv: Stor kropp – ljudeffekt

source: Core Libraries
sv: Kärnbibliotek

source: ~aRegion length = ~a seconds.
sv: ~aOmrådeslängd = ~a sekunder.

source: &Typing Creates New Labels
sv: &Skrivning skapar nya etiketter

source: Move mouse pointer to Scrub
sv: Flytta muspekaren för att använda scrubbing

source: Abort due to constraint violation
sv: Avbrott på grund av begränsningsöverträdelse

source: -84 dB (PCM range of 14 bit samples)
sv: -145 dB (PCM-intervall av 24-bitars samplingar)

source: Linear frequency
sv: Linjär frekvens

source: %s files
sv: %s-filer

source: Errors in %d/%lld chunks
sv: Fel i %d/%lld block

source: Failed to discard connection
sv: Det gick inte att koppla bort anslutningen

source: Pluck MIDI pitch
sv: MIDI-tonhöjd för sträng

source: Reverse
sv: Baklänges

source: Copying audio data into project...
sv: Kopierar ljuddata till projektet …

source: Align Start
sv: Justera början

source: Enable &Looping
sv: Aktivera &upprepning

source: Couldn't open "%s"
sv: Det gick inte att öppna ”%s”

source: Alignment completed: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
sv: Justering färdig: MIDI från %.2f till %.2f sek, ljud från %.2f till %.2f sek.

source: Cosine In
sv: Cosinus in

source: Activation level (dB):
sv: Aktiveringsnivå (dB):

source: Audacity project (.aup3) files are not currently associated with Tenacity. Associate them, so they open on double-click?
sv: Audacity-projektfiler (.aup3) är för närvarande inte kopplade till Tenacity. Vill du koppla dem så att de öppnas med dubbelklick?

source: High Quality Tempo Change
sv: Tempoändring i hög kvalitet

source: Rename 'unnamed' to save a new entry. 'OK' saves all changes, 'Cancel' doesn't.
sv: Döp om "namnlös" för att spara en ny ingång. "OK" sparar alla ändringar, "Avbryt" gör det inte.

source: Spectral edit parametric EQ
sv: Redigera parametrisk equalizer för spektrum

source: I&mport...
sv: I&mportera...

source: Truncate Detected Silence
sv: Trunkera identifierad tystnad

source: Frequency (Hz) Level (dB)
sv: Frekvens (Hz) Nivå (dB)

source: Only use modules from trusted sources
sv: Använd endast moduler från betrodda källor

source: Click and drag to move left selection boundary.
sv: Klicka och dra för att flytta den vänstra markeringsgränsen.

source: Warning - Missing Alias Summary File(s)
sv: Varning – saknade alias-sammanfattningsfiler

source: Do you want to save the changes?
sv: Vill du spara ändringarna?

source: None Selected
sv: Ingenting markerat

source: Click and drag to resize toolbar
sv: Klicka och dra för att ändra storleken på verktygsfältet

source: The following projects were not saved properly the last time Tenacity was run and can be automatically recovered. After recovery, save the projects to ensure changes are written to disk.
sv: Följande projekt sparades inte korrekt när Tenacity kördes senast och kan återställas automatiskt. Spara projekten efter återställningen så att ändringarna skrivs till disken.

source: Shift-Left-Click
sv: Shift-vänsterklick

source: Clocks on the Tracks
sv: Klockor på spåren

source: Re&duce
sv: &Reducera

source: "%s" is a video file. Tenacity cannot currently open this type of file. You need to extract the audio to a supported format, such as WAV or AIFF.
sv: ”%s” är en videofil. Tenacity kan för närvarande inte öppna den här filtypen. Du måste extrahera ljudet till ett format som stöds, till exempel WAV eller AIFF.

source: Unable to read presets file.
sv: Kunde inte läsa förinställningsfil.

source: Error (file may not have been written): %s
sv: Fel (filen kanske inte blev rätt gjord): %s

source: Music Imports
sv: Musikimporter

source: &Delay time (seconds):
sv: &Fördröjningstid (sekunder):

source: &Ask me each time
sv: &Fråga mig varje gång

source: 1 Channel (Mono)
sv: 1 kanal (mono)

source: Move Track to &Bottom
sv: Flytta spåret l&ängst ned

source: B&rowse...
sv: Bl&äddra …

source: Please select in a mono track.
sv: Var god välj i ett monospår.

source: seconds + milliseconds
sv: sekunder + millisekunder

source: SBSMS Time / Pitch Stretch
sv: SBSMS-tid / Tonhöjdssträckning

source: &None
sv: &Ingenting

source: 50ths of Seconds
sv: Femtiondelssekunder

source: XML files
sv: XML-filer

source: Timer Recording cannot be used while you have unsaved changes. Please save or close this project and try again.
sv: Timerinspelning kan inte användas när du har osparade ändringar. Var god spara eller stäng detta projekt och försök igen.

source: Processing... %i%%
sv: Bearbetar … %i%%

source: Detached labeled audio regions
sv: Avdelade ljudområden med etikett

source: Defaults
sv: Standardvärden

source: Set sound activation le&vel...
sv: Ange nivå för ljud&aktivering …

source: Rendered all audio in track '%s'
sv: Renderade allt ljud i spåret "%s"

source: Created new project
sv: Skapade nytt projekt

source: New Track
sv: Nytt spår

source: Number of labels
sv: Antal etiketter

source: Compressor step response plot
sv: Diagram över kompressorns stegsvar

source: Spectral Data Control Panel
sv: Kontrollpanel för spektraldata

source: Most VST3 effects have a graphical interface for setting parameter values. A basic text-only method is also available. Reopen the effect for this to take effect.
sv: De flesta VST3-effekter har ett grafiskt gränssnitt för att ställa in parametervärden. Det finns även en grundläggande textbaserad metod. Öppna effekten på nytt för att ändringen ska börja gälla.

source: Background
sv: Bakgrund

source: Plug-in item at %s conflicts with a previously defined item and was discarded
sv: Insticksmodulobjektet på %s står i konflikt med ett tidigare definierat objekt och ignorerades

source: Insufficient Disk Space
sv: Otillräckligt diskutrymme

source: Stereo To Mono
sv: Stereo till mono

source: Add to History
sv: Lägg till i historiken

source: Sorry, failed to load Vamp Plug-in.
sv: Tyvärr, Vamp-insticksmodul misslyckades att läsas in.

source: Play Be&fore Selection End
sv: Spela upp i&nnan markeringens slut

source: Playing
sv: Spelar upp

source: Cut and leave gap
sv: Klipp ut och lämna ett mellanrum

source: Move &Up
sv: Flytta &upp

source: Recording end:
sv: Inspelningens slut:

source: Playing at Speed
sv: Spela efter hastighet

source: Moved %s up in %s
sv: Flyttade %s uppåt i %s

source: Checking file pointer leaks:
sv: Kollar efter pekarläckor i filen:

source: &Undo
sv: &Ångra

source: Click and drag to adjust, double-click to reset
sv: Klicka och dra för att justera, dubbelklicka för att återställa

source: Fade Ends
sv: Toningsslut

source: Realtime effect o&rganization:
sv: Organisering av realtidseffekter:

source: Align/Move End
sv: Justera/flytta slutet

source: &Timer Record...
sv: &Timerinspelning...

source: "%s" is a Windows Media Audio file. Tenacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en Windows Media Audio-fil. Tenacity kan inte öppna den här filtypen på grund av patentbegränsningar. Du måste konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: &Preset:
sv: &Förinställning:

source: Isolate Vocals
sv: Isolera sång

source: Mea&sure selection
sv: Mä&t markering

source: Build Information
sv: Versionsinformation
